Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# error.invalidPhone
source: Use international format, starting with a plus and a country code — for example +966501234567.
ar: استخدم الصيغة الدولية، تبدأ بعلامة زائد ورمز الدولة — مثل +966501234567.
bn: আন্তর্জাতিক ফরম্যাট ব্যবহার করুন, যা একটি প্লাস ও দেশের কোড দিয়ে শুরু হয় — যেমন +966501234567।
ca: Fes servir el format internacional, començant amb un més i un prefix de país, per exemple +966501234567.
cs: Použij mezinárodní formát, začínající plusem a předvolbou země – například +966501234567.
da: Brug internationalt format med et plustegn og en landekode først – for eksempel +966501234567.
de: Verwende das internationale Format mit Pluszeichen und Landesvorwahl, zum Beispiel +966501234567.
el: Χρησιμοποίησε διεθνή μορφή, που ξεκινά με συν και κωδικό χώρας — για παράδειγμα +966501234567.
es: Usa el formato internacional, con un signo más y el prefijo del país; por ejemplo, +966501234567.
fi: Käytä kansainvälistä muotoa, joka alkaa plusmerkillä ja maatunnuksella – esimerkiksi +966501234567.
fr: Utilisez le format international, avec un plus et l’indicatif du pays — par exemple +966501234567.
he: השתמש בפורמט בינלאומי, שמתחיל בפלוס ובקידומת מדינה — לדוגמה +966501234567.
hi: अंतरराष्ट्रीय फ़ॉर्मैट इस्तेमाल करें, जो प्लस और देश कोड से शुरू हो — जैसे +966501234567।
hr: Koristi međunarodni format, koji počinje plusom i pozivnim brojem zemlje — na primjer +966501234567.
hu: Használj nemzetközi formátumot, plusz jellel és országhívó számmal kezdve – például +966501234567.
id: Pakai format internasional, diawali tanda plus dan kode negara — misalnya +966501234567.
it: Usa il formato internazionale, che inizia con un più e un prefisso del paese, ad esempio +966501234567.
ja: プラス記号と国番号で始まる国際形式で入力してください。例: +966501234567
ko: 플러스 기호와 국가 번호로 시작하는 국제 형식을 사용하세요. 예: +966501234567.
ml: അന്താരാഷ്ട്ര ഫോർമാറ്റ് ഉപയോഗിക്കുക: പ്ലസ് ചിഹ്നവും രാജ്യ കോഡും ഉപയോഗിച്ച് തുടങ്ങണം — ഉദാഹരണത്തിന് +966501234567.
ms: Gunakan format antarabangsa, bermula dengan tanda tambah dan kod negara — contohnya +966501234567.
nb: Bruk internasjonalt format, med pluss og landskode først, for eksempel +966501234567.
nl: Gebruik het internationale formaat, beginnend met een plusteken en een landcode, bijvoorbeeld +966501234567.
pl: Użyj formatu międzynarodowego, zaczynając od plusa i numeru kierunkowego kraju — na przykład +966501234567.
pt_br: Use o formato internacional, começando com o sinal de mais e o código do país, por exemplo +966501234567.
pt_pt: Use o formato internacional, começando por um sinal de mais e o indicativo do país — por exemplo +351912345678.
ro: Folosește formatul internațional, începând cu plus și prefixul țării — de exemplu +966501234567.
ru: Используйте международный формат: плюс и код страны — например, +966501234567.
sk: Použi medzinárodný formát, ktorý začína znamienkom plus a predvoľbou krajiny — napríklad +966501234567.
sv: Använd internationellt format, med plustecken och landskod först – till exempel +966501234567.
ta: பிளஸ் குறியுடன் நாட்டுக் குறியீட்டில் தொடங்கும் சர்வதேச வடிவத்தைப் பயன்படுத்துங்கள் — எடுத்துக்காட்டு +966501234567.
te: అంతర్జాతీయ ఫార్మాట్ వాడండి: ప్లస్ గుర్తు, దేశ కోడ్‌తో మొదలుపెట్టండి — ఉదాహరణకు +966501234567.
th: ใช้รูปแบบสากล เริ่มด้วยเครื่องหมายบวกและรหัสประเทศ เช่น +966501234567
tr: Uluslararası biçimi kullanın: artı işareti ve ülke koduyla başlayın, örneğin +966501234567.
uk: Використайте міжнародний формат: плюс і код країни — наприклад, +966501234567.
ur: بین الاقوامی فارمیٹ استعمال کریں، جو پلس اور ملک کے کوڈ سے شروع ہو — مثلاً +966501234567۔
vi: Dùng định dạng quốc tế, bắt đầu bằng dấu cộng và mã quốc gia — ví dụ +966501234567.
zh_hans: 请使用国际格式，以加号和国家区号开头，例如 +966501234567。
zh_hant: 請使用國際格式，以加號和國碼開頭，例如 +966501234567。

# error.invalidReason
source: Known's list of reasons has changed, so nothing was sent. Reopen this form and try again.
ar: تغيّرت قائمة الأسباب في «معروف»، فلم يُرسَل شيء. أعد فتح هذا النموذج وأعد المحاولة.
bn: Known-এর কারণের তালিকা বদলেছে, তাই কিছুই পাঠানো হয়নি। এই ফর্ম আবার খুলে চেষ্টা করুন।
ca: La llista de motius de Known ha canviat, així que no s'ha enviat res. Torna a obrir aquest formulari i prova-ho de nou.
cs: Seznam důvodů v aplikaci Known se změnil, takže nic nebylo odesláno. Otevři tento formulář znovu a zkus to.
da: Knowns liste over årsager er ændret, så intet blev sendt. Åbn denne formular igen, og prøv igen.
de: Die Liste der Gründe bei Known hat sich geändert, daher wurde nichts gesendet. Öffne dieses Formular erneut und versuche es noch einmal.
el: Η λίστα λόγων του Known άλλαξε, οπότε δεν στάλθηκε τίποτα. Άνοιξε ξανά αυτή τη φόρμα και δοκίμασε ξανά.
es: La lista de motivos de Known ha cambiado, así que no se envió nada. Vuelve a abrir este formulario e inténtalo de nuevo.
fi: Knownin syyluettelo on muuttunut, joten mitään ei lähetetty. Avaa tämä lomake uudelleen ja yritä uudelleen.
fr: La liste des motifs de Known a changé, rien n’a donc été envoyé. Rouvrez ce formulaire et réessayez.
he: רשימת הסיבות של Known השתנתה, ולכן שום דבר לא נשלח. פתח את הטופס מחדש ונסה שוב.
hi: Known की कारणों की सूची बदल गई है, इसलिए कुछ भेजा नहीं गया। यह फ़ॉर्म दोबारा खोलकर फिर कोशिश करें।
hr: Popis razloga aplikacije Known se promijenio pa ništa nije poslano. Ponovno otvori ovaj obrazac i pokušaj ponovno.
hu: A Known okainak listája megváltozott, ezért nem küldtünk el semmit. Nyisd meg újra ezt az űrlapot, és próbáld újra.
id: Daftar alasan Known telah berubah, jadi tidak ada yang terkirim. Buka lagi formulir ini dan coba lagi.
it: L'elenco dei motivi di Known è cambiato, quindi non è stato inviato nulla. Riapri questo modulo e riprova.
ja: Knownの理由の一覧が変更されたため、何も送信されていません。このフォームを開き直して、もう一度お試しください。
ko: Known의 사유 목록이 변경되어 아무것도 전송되지 않았어요. 이 양식을 다시 열고 시도하세요.
ml: Known-ന്റെ കാരണങ്ങളുടെ പട്ടിക മാറിയതിനാൽ ഒന്നും അയച്ചില്ല. ഈ ഫോം വീണ്ടും തുറന്ന് ശ്രമിക്കുക.
ms: Senarai sebab Known telah berubah, jadi tiada apa-apa dihantar. Buka semula borang ini dan cuba lagi.
nb: Knowns liste over årsaker er endret, så ingenting ble sendt. Åpne skjemaet på nytt og prøv igjen.
nl: De lijst met redenen van Known is gewijzigd, dus er is niets verstuurd. Open dit formulier opnieuw en probeer het nog eens.
pl: Lista powodów w Known się zmieniła, więc nic nie wysłano. Otwórz ten formularz ponownie i spróbuj jeszcze raz.
pt_br: A lista de motivos do Known mudou, então nada foi enviado. Reabra este formulário e tente de novo.
pt_pt: A lista de motivos da Known mudou, por isso nada foi enviado. Reabra este formulário e tente novamente.
ro: Lista de motive Known s-a schimbat, așa că nu s-a trimis nimic. Redeschide acest formular și încearcă din nou.
ru: Список причин в Known изменился, поэтому ничего не отправлено. Откройте форму снова и повторите.
sk: Zoznam dôvodov v Known sa zmenil, takže sa nič neodoslalo. Otvor tento formulár znova a skús to znova.
sv: Knowns lista över orsaker har ändrats, så inget skickades. Öppna formuläret igen och försök på nytt.
ta: Known-இன் காரணப் பட்டியல் மாறியுள்ளது, எனவே எதுவும் அனுப்பப்படவில்லை. இந்தப் படிவத்தை மீண்டும் திறந்து முயலுங்கள்.
te: Known కారణాల జాబితా మారింది, కాబట్టి ఏదీ పంపబడలేదు. ఈ ఫారమ్‌ను మళ్లీ తెరిచి ప్రయత్నించండి.
th: รายการเหตุผลของ Known เปลี่ยนไป จึงไม่ได้ส่งอะไร เปิดแบบฟอร์มนี้ใหม่แล้วลองอีกครั้ง
tr: Known'un neden listesi değişti, bu yüzden hiçbir şey gönderilmedi. Bu formu yeniden açıp tekrar deneyin.
uk: Список причин у Known змінився, тож нічого не надіслано. Відкрийте цю форму знову й спробуйте ще раз.
ur: Known کی وجوہات کی فہرست بدل گئی ہے، اس لیے کچھ نہیں بھیجا گیا۔ یہ فارم دوبارہ کھولیں اور پھر کوشش کریں۔
vi: Danh sách lý do của Known đã thay đổi nên chưa có gì được gửi. Hãy mở lại biểu mẫu này và thử lại.
zh_hans: Known 的原因列表已更新，因此未发送任何内容。请重新打开此表单后重试。
zh_hant: Known 的原因清單已變更，因此沒有送出任何內容。請重新開啟此表單後再試一次。

# error.invalidScope
source: That audience isn't available for this post.
ar: هذا الجمهور غير متاح لهذا المنشور.
bn: এই পোস্টের জন্য ওই শ্রোতা পাওয়া যাচ্ছে না।
ca: Aquesta audiència no està disponible per a aquesta publicació.
cs: Toto publikum není pro tento příspěvek dostupné.
da: Den målgruppe er ikke tilgængelig for dette opslag.
de: Diese Zielgruppe ist für diesen Beitrag nicht verfügbar.
el: Αυτό το κοινό δεν είναι διαθέσιμο για αυτή την ανάρτηση.
es: Esa audiencia no está disponible para esta publicación.
fi: Tämä yleisö ei ole käytettävissä tälle julkaisulle.
fr: Cette audience n’est pas disponible pour ce post.
he: הקהל הזה לא זמין לפוסט הזה.
hi: यह ऑडियंस इस पोस्ट के लिए उपलब्ध नहीं है।
hr: Ta publika nije dostupna za ovu objavu.
hu: Ez a közönség nem érhető el ennél a bejegyzésnél.
id: Audiens itu tidak tersedia untuk postingan ini.
it: Questo pubblico non è disponibile per questo post.
ja: この投稿では、その公開範囲は選べません。
ko: 이 게시물에는 해당 공개 범위를 사용할 수 없어요.
ml: ഈ പോസ്റ്റിന് ആ പ്രേക്ഷകർ ലഭ്യമല്ല.
ms: Khalayak itu tidak tersedia untuk siaran ini.
nb: Denne målgruppen er ikke tilgjengelig for dette innlegget.
nl: Dat publiek is niet beschikbaar voor dit bericht.
pl: Ta grupa odbiorców nie jest dostępna dla tego wpisu.
pt_br: Esse público não está disponível para este post.
pt_pt: Este público não está disponível para esta publicação.
ro: Acest public nu este disponibil pentru această postare.
ru: Эта аудитория недоступна для данного поста.
sk: Toto publikum nie je pre tento príspevok dostupné.
sv: Den målgruppen är inte tillgänglig för det här inlägget.
ta: இந்த இடுகைக்கு அந்தப் பார்வையாளர்கள் கிடைக்கவில்லை.
te: ఈ పోస్ట్‌కు ఆ ప్రేక్షకులు అందుబాటులో లేరు.
th: กลุ่มผู้ชมนี้ใช้กับโพสต์นี้ไม่ได้
tr: Bu kitle bu gönderi için kullanılamıyor.
uk: Ця аудиторія недоступна для цього допису.
ur: یہ ناظرین اس پوسٹ کے لیے دستیاب نہیں۔
vi: Đối tượng này không khả dụng cho bài đăng này.
zh_hans: 此帖子无法发给该受众。
zh_hant: 此貼文無法使用該對象範圍。

# error.invalidSlug
source: Addresses are 3–30 characters of a–z, 0–9 and underscore.
ar: العناوين من ٣ إلى ٣٠ خانة من a-z و 0-9 والشرطة السفلية.
bn: ঠিকানা হবে ৩–৩০টি a–z, 0–9 ও আন্ডারস্কোর অক্ষর।
ca: Les adreces tenen entre 3 i 30 caràcters entre a–z, 0–9 i guió baix.
cs: Adresy mají 3–30 znaků: a–z, 0–9 a podtržítko.
da: Adresser er 3–30 tegn med a–z, 0–9 og understregning.
de: Adressen bestehen aus 3–30 Zeichen: a–z, 0–9 und Unterstrich.
el: Οι διευθύνσεις έχουν 3–30 χαρακτήρες από a–z, 0–9 και κάτω παύλα.
es: Las direcciones tienen de 3 a 30 caracteres entre a–z, 0–9 y guion bajo.
fi: Osoitteissa on 3–30 merkkiä: a–z, 0–9 ja alaviiva.
fr: Les adresses font 3 à 30 caractères : a–z, 0–9 et tiret bas.
he: כתובות הן 3–30 תווים של a–z, 0–9 וקו תחתון.
hi: पते में 3–30 अक्षर होते हैं: a–z, 0–9 और अंडरस्कोर।
hr: Adrese imaju 3–30 znakova: a–z, 0–9 i podcrta.
hu: A cím 3–30 karakter lehet: a–z, 0–9 és aláhúzás.
id: Alamat terdiri dari 3–30 karakter berupa a–z, 0–9, dan garis bawah.
it: Gli indirizzi sono lunghi da 3 a 30 caratteri tra a–z, 0–9 e trattino basso.
ja: アドレスは、a〜z、0〜9、アンダースコアで3〜30文字です。
ko: 주소는 a–z, 0–9, 밑줄로 이루어진 3–30자예요.
ml: വിലാസങ്ങൾ a–z, 0–9, അണ്ടർസ്കോർ എന്നിവയുള്ള 3–30 അക്ഷരങ്ങളാണ്.
ms: Alamat ialah 3–30 aksara a–z, 0–9 dan garis bawah.
nb: Adresser er på 3–30 tegn med a–z, 0–9 og understrek.
nl: Adressen bestaan uit 3–30 tekens: a–z, 0–9 en underscore.
pl: Adresy mają 3–30 znaków: a–z, 0–9 i podkreślenie.
pt_br: Os endereços têm de 3 a 30 caracteres entre a–z, 0–9 e sublinhado.
pt_pt: Os endereços têm 3 a 30 carateres entre a–z, 0–9 e sublinhado.
ro: Adresele au 3–30 de caractere: a–z, 0–9 și liniuță de subliniere.
ru: Адрес — от 3 до 30 символов: a–z, 0–9 и подчёркивание.
sk: Adresy majú 3–30 znakov: a–z, 0–9 a podčiarkovník.
sv: Adresser är 3–30 tecken med a–z, 0–9 och understreck.
ta: முகவரிகள் a–z, 0–9, அடிக்கோடு கொண்ட 3–30 எழுத்துகள்.
te: చిరునామాలు 3–30 అక్షరాలు ఉండాలి: a–z, 0–9, అండర్‌స్కోర్.
th: ที่อยู่มี 3–30 ตัวอักษร ประกอบด้วย a–z, 0–9 และขีดล่าง
tr: Adresler 3–30 karakterden oluşur: a–z, 0–9 ve alt çizgi.
uk: Адреси містять 3–30 символів: a–z, 0–9 і підкреслення.
ur: پتے 3 سے 30 حروف کے ہوتے ہیں: a–z، 0–9 اور انڈر سکور۔
vi: Địa chỉ gồm 3–30 ký tự a–z, 0–9 và dấu gạch dưới.
zh_hans: 地址为 3–30 个字符，可用 a–z、0–9 和下划线。
zh_hant: 網址為 3 至 30 個字元，可使用 a–z、0–9 和底線。

# error.livenessMismatch
source: The face check didn't come through cleanly. Try it again.
ar: لم يكتمل فحص الوجه بشكل صحيح. حاول مرة أخرى.
bn: মুখ যাচাই ঠিকভাবে হয়নি। আবার চেষ্টা করুন।
ca: La comprovació facial no s'ha fet bé. Torna-ho a provar.
cs: Kontrola obličeje neproběhla čistě. Zkus to znovu.
da: Ansigtstjekket kom ikke rent igennem. Prøv igen.
de: Die Gesichtsprüfung war nicht sauber. Versuche es noch einmal.
el: Ο έλεγχος προσώπου δεν ολοκληρώθηκε καθαρά. Δοκίμασέ τον ξανά.
es: La comprobación facial no salió bien. Inténtalo de nuevo.
fi: Kasvotarkistus ei mennyt puhtaasti läpi. Yritä uudelleen.
fr: Le contrôle du visage ne s’est pas bien passé. Réessayez.
he: בדיקת הפנים לא עברה כראוי. נסה שוב.
hi: चेहरे की जाँच साफ़ तरीके से नहीं हो पाई। फिर कोशिश करें।
hr: Provjera lica nije čisto prošla. Pokušaj ponovno.
hu: Az arcellenőrzés nem sikerült tisztán. Próbáld újra.
id: Pemeriksaan wajah tidak terbaca dengan jelas. Coba lagi.
it: Il controllo del volto non è arrivato in modo pulito. Riprova.
ja: 顔の確認がうまく完了しませんでした。もう一度お試しください。
ko: 얼굴 확인이 제대로 처리되지 않았어요. 다시 시도하세요.
ml: മുഖ പരിശോധന വൃത്തിയായി നടന്നില്ല. വീണ്ടും ശ്രമിക്കുക.
ms: Semakan wajah tidak sampai dengan bersih. Cuba lagi.
nb: Ansiktskontrollen kom ikke ordentlig gjennom. Prøv igjen.
nl: De gezichtscontrole is niet goed doorgekomen. Probeer het opnieuw.
pl: Kontrola twarzy nie powiodła się poprawnie. Spróbuj ponownie.
pt_br: A verificação do rosto não saiu limpa. Tente de novo.
pt_pt: A verificação facial não correu bem. Tente novamente.
ro: Verificarea feței nu a ieșit curat. Încearcă din nou.
ru: Проверка лица прошла не чисто. Попробуйте ещё раз.
sk: Kontrola tváre neprebehla čisto. Skús ju znova.
sv: Ansiktskontrollen gick inte igenom rent. Försök igen.
ta: முகச் சோதனை தெளிவாக வரவில்லை. மீண்டும் முயலுங்கள்.
te: ముఖ తనిఖీ స్పష్టంగా రాలేదు. మళ్లీ ప్రయత్నించండి.
th: การตรวจใบหน้าไม่ชัดเจน ลองอีกครั้ง
tr: Yüz kontrolü düzgün tamamlanmadı. Tekrar deneyin.
uk: Перевірка обличчя пройшла не чисто. Спробуйте ще раз.
ur: چہرے کی جانچ صاف طور پر نہیں آئی۔ دوبارہ کوشش کریں۔
vi: Bước kiểm tra khuôn mặt chưa rõ ràng. Hãy thử lại.
zh_hans: 人脸检查没有顺利完成，请重试。
zh_hant: 臉部檢查未能順利完成，請再試一次。

# error.nafathUnavailable
source: Nafath is coming soon. For now, verify with a passport or ID card — it takes a few minutes.
ar: نفاذ قادم قريبًا. تحقّق الآن بجواز سفر أو بطاقة هوية — يستغرق ذلك دقائق.
bn: Nafath শিগগিরই আসছে। আপাতত পাসপোর্ট বা আইডি কার্ড দিয়ে ভেরিফাই করুন — কয়েক মিনিট লাগে।
ca: Nafath arribarà aviat. De moment, verifica't amb un passaport o un document d'identitat: triga uns minuts.
cs: Nafath brzy přijde. Zatím se ověř pasem nebo občanským průkazem – trvá to pár minut.
da: Nafath kommer snart. Verificér indtil videre med et pas eller id-kort – det tager et par minutter.
de: Nafath kommt bald. Verifiziere dich vorerst mit Reisepass oder Ausweis – das dauert ein paar Minuten.
el: Το Nafath έρχεται σύντομα. Προς το παρόν, επαληθεύσου με διαβατήριο ή ταυτότητα — παίρνει λίγα λεπτά.
es: Nafath llegará pronto. Por ahora, verifícate con un pasaporte o un documento de identidad: lleva unos minutos.
fi: Nafath tulee pian. Vahvista toistaiseksi passilla tai henkilökortilla – se vie muutaman minuutin.
fr: Nafath arrive bientôt. Pour l’instant, vérifiez-vous avec un passeport ou une carte d’identité — cela prend quelques minutes.
he: Nafath יגיע בקרוב. לעת עתה, אמת עם דרכון או תעודת זהות — זה לוקח כמה דקות.
hi: Nafath जल्द आ रहा है। फ़िलहाल पासपोर्ट या ID कार्ड से सत्यापित करें — इसमें कुछ मिनट लगते हैं।
hr: Nafath uskoro stiže. Za sada potvrdi putovnicom ili osobnom iskaznicom — traje nekoliko minuta.
hu: A Nafath hamarosan érkezik. Addig hitelesíts útlevéllel vagy személyi igazolvánnyal – néhány perc.
id: Nafath segera hadir. Untuk sekarang, verifikasi dengan paspor atau kartu identitas — hanya beberapa menit.
it: Nafath arriverà presto. Per ora verificati con un passaporto o una carta d'identità: ci vogliono pochi minuti.
ja: Nafathは近日対応予定です。今のところは、パスポートまたはIDカードで認証してください。数分で完了します。
ko: Nafath는 곧 제공돼요. 지금은 여권이나 신분증으로 인증하세요. 몇 분이면 돼요.
ml: Nafath ഉടൻ വരുന്നു. ഇപ്പോൾ പാസ്‌പോർട്ടോ ഐഡി കാർഡോ ഉപയോഗിച്ച് പരിശോധിക്കുക — ഏതാനും മിനിറ്റ് മതി.
ms: Nafath akan hadir tidak lama lagi. Buat masa ini, sahkan dengan pasport atau kad pengenalan — ia mengambil masa beberapa minit.
nb: Nafath kommer snart. Foreløpig kan du verifisere deg med pass eller ID-kort. Det tar noen minutter.
nl: Nafath komt binnenkort. Verifieer voorlopig met een paspoort of identiteitskaart. Het duurt een paar minuten.
pl: Nafath pojawi się wkrótce. Na razie zweryfikuj się paszportem lub dowodem osobistym — zajmie to kilka minut.
pt_br: O Nafath chega em breve. Por enquanto, verifique-se com passaporte ou documento de identidade: leva poucos minutos.
pt_pt: O Nafath estará disponível em breve. Por agora, verifique-se com um passaporte ou cartão de cidadão — demora alguns minutos.
ro: Nafath vine în curând. Deocamdată, verifică-te cu un pașaport sau o carte de identitate — durează câteva minute.
ru: Nafath скоро появится. Пока подтвердите личность по паспорту или ID-карте — это займёт несколько минут.
sk: Nafath už čoskoro. Zatiaľ sa over pasom alebo občianskym preukazom — trvá to pár minút.
sv: Nafath kommer snart. Verifiera dig tills vidare med pass eller id-kort – det tar några minuter.
ta: Nafath விரைவில் வருகிறது. இப்போதைக்கு பாஸ்போர்ட் அல்லது அடையாள அட்டை மூலம் சரிபாருங்கள் — சில நிமிடங்கள் ஆகும்.
te: Nafath త్వరలో వస్తుంది. ప్రస్తుతానికి పాస్‌పోర్ట్ లేదా ID కార్డ్‌తో ధృవీకరించండి — కొన్ని నిమిషాలు పడుతుంది.
th: Nafath จะมาเร็วๆ นี้ ตอนนี้ให้ยืนยันด้วยหนังสือเดินทางหรือบัตรประจำตัว ใช้เวลาไม่กี่นาที
tr: Nafath yakında geliyor. Şimdilik pasaport veya kimlik kartıyla doğrulayın; birkaç dakika sürer.
uk: Nafath незабаром буде доступний. Поки що верифікуйтеся за паспортом або ID-карткою — це займе кілька хвилин.
ur: Nafath جلد آ رہا ہے۔ فی الحال پاسپورٹ یا شناختی کارڈ سے تصدیق کریں — اس میں چند منٹ لگتے ہیں۔
vi: Nafath sắp ra mắt. Hiện tại, hãy xác minh bằng hộ chiếu hoặc thẻ căn cước — chỉ mất vài phút.
zh_hans: Nafath 即将推出。目前请用护照或身份证验证，只需几分钟。
zh_hant: Nafath 即將推出。目前請使用護照或身分證驗證，只需幾分鐘。

# error.nationalityMismatch
source: The nationality on your identity does not match the nationality you selected.
ar: الجنسية في هويتك لا تطابق الجنسية التي اخترتها.
bn: আপনার পরিচয়ের জাতীয়তা আপনার বেছে নেওয়া জাতীয়তার সাথে মেলে না।
ca: La nacionalitat de la teva identitat no coincideix amb la que has seleccionat.
cs: Státní příslušnost na tvém dokladu se neshoduje s tou, kterou jsi vybral.
da: Nationaliteten på dit id svarer ikke til den nationalitet, du valgte.
de: Die Staatsangehörigkeit in deinem Ausweis stimmt nicht mit der von dir gewählten überein.
el: Η υπηκοότητα στην ταυτότητά σου δεν ταιριάζει με αυτή που επέλεξες.
es: La nacionalidad de tu identidad no coincide con la que seleccionaste.
fi: Henkilöllisyytesi kansalaisuus ei vastaa valitsemaasi kansalaisuutta.
fr: La nationalité figurant sur votre identité ne correspond pas à celle que vous avez sélectionnée.
he: האזרחות בזהות שלך אינה תואמת לאזרחות שבחרת.
hi: आपकी पहचान की राष्ट्रीयता आपकी चुनी हुई राष्ट्रीयता से मेल नहीं खाती।
hr: Državljanstvo na tvojoj ispravi ne podudara se s državljanstvom koje si odabrao/odabrala.
hu: Az okmányodon szereplő állampolgárság nem egyezik a kiválasztottal.
id: Kewarganegaraan pada identitasmu tidak cocok dengan kewarganegaraan yang kamu pilih.
it: La nazionalità sul tuo documento non corrisponde a quella che hai selezionato.
ja: 本人確認書類の国籍が、選択された国籍と一致しません。
ko: 신분증의 국적이 선택한 국적과 일치하지 않아요.
ml: നിങ്ങളുടെ ഐഡന്റിറ്റിയിലെ പൗരത്വം നിങ്ങൾ തിരഞ്ഞെടുത്ത പൗരത്വവുമായി ഒത്തുപോകുന്നില്ല.
ms: Kewarganegaraan pada identiti anda tidak sepadan dengan kewarganegaraan yang anda pilih.
nb: Nasjonaliteten på identiteten din stemmer ikke med nasjonaliteten du valgte.
nl: De nationaliteit op je identiteitsbewijs komt niet overeen met de nationaliteit die je hebt gekozen.
pl: Obywatelstwo z Twojej tożsamości nie zgadza się z wybranym przez Ciebie.
pt_br: A nacionalidade na sua identidade não corresponde à nacionalidade que você selecionou.
pt_pt: A nacionalidade na sua identidade não coincide com a nacionalidade que selecionou.
ro: Cetățenia de pe actul tău nu coincide cu cea selectată.
ru: Гражданство в вашем документе не совпадает с выбранным вами.
sk: Štátna príslušnosť na tvojom doklade sa nezhoduje s vybranou.
sv: Nationaliteten på din identitet stämmer inte med den du valde.
ta: உங்கள் அடையாளத்தில் உள்ள குடியுரிமை நீங்கள் தேர்ந்தெடுத்த குடியுரிமையுடன் பொருந்தவில்லை.
te: మీ గుర్తింపులోని జాతీయత, మీరు ఎంచుకున్న జాతీయతతో సరిపోలడం లేదు.
th: สัญชาติบนเอกสารของคุณไม่ตรงกับสัญชาติที่คุณเลือก
tr: Kimliğinizdeki uyruk, seçtiğiniz uyrukla eşleşmiyor.
uk: Громадянство у вашому документі не збігається з тим, яке ви вибрали.
ur: آپ کی شناخت پر قومیت آپ کی منتخب کردہ قومیت سے نہیں ملتی۔
vi: Quốc tịch trên giấy tờ của bạn không khớp với quốc tịch bạn đã chọn.
zh_hans: 你的身份证件上的国籍与你选择的国籍不一致。
zh_hant: 你身分證件上的國籍與你選擇的國籍不符。
